app/views/catalog/_search_results.html.erb


<% @page_title = t('blacklight.search.page_title.title', constraints: render_search_to_page_title(search_state), application_name: application_name) %>
---
SELECT "searches".* FROM "searches" WHERE "searches"."id" IN (?, ?, ?, ?) ORDER BY updated_at desc  [["id", 15], ["id", 13], ["id", 12], ["id", 1]]